---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsSupporttypeFlipSectionProfile
source: html/89785ca1-d2cc-904f-0b65-81a8e6a76c37.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsSupporttypeFlipSectionProfile Property

"Flip Section Profile": Flip Section Profile

## Syntax (C#)
```csharp
public static ForgeTypeId StairsSupporttypeFlipSectionProfile { get; }
```